{
    "NAME": "bughunterfund",
    "DESCRIPTION": "Permet de voir votre solde sur le Fonds de chasseur de bugs ainsi que des informations sur le fond.",
    "DETAILS": "Le Fonds pour chasseurs de bugs est un programme qui récompense les utilisateurs qui trouvent des bugs dans Xinko. Le programme n'est actuellement disponible que pour les personnes qui sont sur le serveur de support. Si vous êtes intéressé à rejoindre le serveur de support, vous pouvez le faire en cliquant sur le bouton ci-dessous.\n\n**Comment ça marche ?**\n1. Vous utilisez Xinko comme chaque jour\n2. Vous trouvez un bug dans Xinko\n3. Vous rapportez le bug dans le serveur de support\n4. Nous évaluons le bug et s'il est valide et en fonction de la gravité du bug, vous serez récompensé par une certaine somme d'argent.\n5. Dès que votre solde atteint 10 $, vous pouvez retirer l'argent sur votre compte PayPal ou sur votre compte bancaire. (DM <@785852050277662730> pour cela et fournir les coordonnées de votre compte PayPal ou bancaire)\n\n**Comment puis-je signaler un bug ? *\n\nVous pouvez signaler un bug en DMant <@785852050277662730> et en expliquant le bug dans les détails. S'il vous plaît assurez-vous d'inclure les informations suivantes :\n\n- Quelle commande avez-vous utilisée?\n- Qu'est-ce que vous attendiez à ce qu'il se passe?\n- Que s'est-il passé ? \n- Quel est votre ID Discord ?\n- Quel est votre ID de guilde Discord ?\n- Quel est le code d'erreur que vous avez reçu ? (S'il y en a un)\n\nNote: Si vous n'êtes pas sur le serveur de support ou si vous partez après l'ouverture d'un billet, nous ne pourrons pas vous parler et vous ne pourrez pas recevoir de récompenses. Assurez-vous donc de rester sur le serveur de support tant que vous avez ouvert un ticket.\n\n**Combien d'argent puis-je gagner ?**\n\nLe montant d'argent que vous pouvez gagner dépend de la gravité du bug. Plus le bug est grave, plus vous gagnerez d'argent. Le tableau suivant montre le montant d'argent que vous pouvez gagner pour chaque sévérité du bug :\n\n```md\n| Gravité | Montant |\n|  :----:  |    :----:    | \n| Bas | $0. 1-0.05 |\n| Moyenne | 0,05-0,10 $ |\n| Haut | 0 $. 0-0.20 |\n| Critique |  $0.20-$0. 0 |```\nNous nous réservons le droit de vous donner le montant que nous voulons. Nous ne vous donnerons pas le montant que vous souhaitez.\n\n**Puis-je échanger mon argent contre autre chose ?**\n\nNon, vous ne pouvez retirer votre argent que sur votre compte PayPal ou votre compte bancaire. Nous ne vous donnerons rien d'autre en échange de votre argent.\n\n**Puis-je donner mon argent à quelqu'un d'autre ? *\n\nBien sûr, il vous suffit d'ouvrir un ticket et de nous dire à qui vous voulez donner votre argent. Nous transférerons ensuite l'argent à cette personne. Mais gardez à l'esprit que nous ne pourrons pas vous rembourser l'argent si vous changez d'avis.",
    "BALANCE": "Solde",
    "TITLE": "Fonds pour le chasseur de bugs"
}