{
    "NAME": "bughunterfund",
    "DESCRIPTION": "Permet de voir votre solde sur le Fonds de chasseur de bugs ainsi que des informations sur le fond.",
    "DETAILS": "The Bug Hunter Fund is a program that rewards users who find bugs in Xinko. The program is currently only available to people that are on the support server. If you are interested in joining the support server, you can do so by clicking the button below.\n\n**How does it work?**\n1. You use Xinko like everyday\n2. You find a bug in Xinko\n3. You report the bug in the support server\n4. We evaluate the bug and if it is valid and depending on the severity of the bug, you will be rewarded with a certain amount of money.\n5. As soon as your balance reaches $10, you can withdraw the money to your PayPal account or to your Bank Account. (Will need to DM <@785852050277662730> for that and provide your PayPal or Bank Account details)\n\n**How do i report a bug?**\n\nYou can report a bug by DMing <@785852050277662730> and explaining the bug in details. Please make sure to include the following information:\n\n- What command did you use?\n- What did you expect to happen?\n- What actually happened?\n- What is your Discord ID?\n- What is your Discord Guild ID?\n- What is the error code you've been given? (If any)\n\nNote: If you are not on the support server or if you leave after opening a ticket we will not be able to talk to you and you will not be able to receive any rewards. So make sure you stay on the support server as long as you have a ticket opened.\n\n**How much money can i earn?**\n\nThe amount of money you can earn depends on the severity of the bug. The more severe the bug is, the more money you will earn. The following table shows the amount of money you can earn for each severity of the bug:\n\n```md\n\n| Severity |    Amount    |\n|  :----:  |    :----:    |\n|   Low    |  $0.01-0.05  |\n|  Medium  |  $0.05-0.10  |\n|   High   |  $0.10-0.20  |\n| Critical |  $0.20-$0.30 |```\nWe reserve the right to give you the amount we want. We will not give you the amount you want.\n\n**Can i exchange my money for something else?**\n\nNo, you can only withdraw your money to your PayPal or Bank Account. We will not give you anything else in exchange for your money.\n\n**Can i give my money to someone else?**\n\nSure, you just need to open a ticket and tell us who you want to give your money to. We will then transfer the money to that person. But keep in mind that we will not be able to give you the money back if you change your mind.",
    "BALANCE": "Solde",
    "TITLE": "Fonds pour le chasseur de bugs"
}