{
    "NAME": "joueur",
    "DESCRIPTION": "Vous permet d'envoyer un formulaire pour demander aux joueurs de rejoindre votre partie quand vous avez besoin d'aide ou juste pour vous amuser.",
    "INVALID_DATE": "La date que vous avez saisie n'est pas valide. Veuillez utiliser le format {{format}}",
    "INVALID_TIME": "L'heure que vous avez saisie n'est pas valide. Veuillez utiliser le format {{format}}",
    "PAST_DATE_AND_TIME": "La date et l'heure que vous avez saisies sont dans le passé. Veuillez utiliser une date et une heure dans le futur.",
    "NOTE_TOO_LONG": "Le commentaire que vous avez saisi est trop long. Veuillez garder sa longueur à caractères {{max}} max.",
    "TITLE": "{{emoji}} Demande de Joueur",
    "TEXT": "Bonjour, {{user}} recherche des joueurs pour rejoindre sa partie de **{{game}}** le {{date}}. \nCliquez sur {{enter}} en haut pour rejoindre la partie et {{substitute}} pour rejoindre la liste de remplacement.",
    "CLOSE_NOTE": "Une fois la partie terminée, cliquez sur le bouton de fermeture ci-dessous pour supprimer la demande.",
    "NOTE": "Commentaire aux joueurs",
    "NO_NOTE": "Aucun commenntaire",
    "PLAYERS": "Personnes qui veulent rejoindre sa partie {{amount}}/{{max}}",
    "SUBSTITUTE": "Joueurs qui peuvent remplacer {{amount}}/{{max}}",
    "NO_SUBSTITUTE": "Pas de remplacement",
    "SUCCESS": "Votre demande a été envoyée dans le canal suivant: {{channel}}. {{url}}",
    "GO_TO_MESSAGE": "Aller au message",
    "NO_PERMISSION": "Vous ne pouvez pas envoyer de demande de joueur dans ce canal.",
    "GAME_NOT_FOUND": "Cette partie est introuvable. Veuillez réessayer.",
    "HOST": "Vous êtes l'hôte de cette partie, vous ne pouvez pas rejoindre/quitter la liste des joueurs ou la liste de remplacement.",
    "GAME_FULL": "Cette partie est pleine. Veuillez attendre que des gens la quittent, vous pouvez également rejoindre la liste de remplacement et l'hôte peut vous choisir s'il manque des joueurs.",
    "LEFT": "Vous avez quitté la partie.",
    "JOINED": "Vous avez rejoint la partie.",
    "REPLACEMENT_FULL": "La liste de remplacement est pleine. Veuillez attendre que des gens la quittent.",
    "REPLACEMENT_LEFT": "Vous avez quitté la liste de remplacement.",
    "REPLACEMENT_JOINED": "Vous avez rejoint la liste de remplacement.",
    "ENDED": "La partie est terminée avec succès.",
    "NOT_HOST": "Vous n'êtes pas l'hôte de cette partie, vous ne pouvez pas la terminer.",
    "OPTION_GAME": "jeu",
    "OPTION_DATE": "date",
    "OPTION_TIME": "heure",
    "OPTION_MAXPLAYERS": "maxjoueurs",
    "OPTION_MAXSUBSTITUTE": "maxremplaçant",
    "OPTION_CHANNEL": "canal",
    "OPTION_NOTE": "commentaire",
    "OPTION_GAME_DESCRIPTION": "Le nom du jeu auquel vous voulez inviter des personnes.",
    "OPTION_DATE_DESCRIPTION": "La date de la partie. (Format: JJ-MM-AAAA)",
    "OPTION_TIME_DESCRIPTION": "L'heure du jeu. (Format: hh:mm)",
    "OPTION_MAXPLAYERS_DESCRIPTION": "Le nombre de joueurs nécessaires pour cette partie.",
    "OPTION_MAXSUBSTITUTE_DESCRIPTION": "Le nombre de joueurs qui peuvent remplacer les joueurs absents.",
    "OPTION_CHANNEL_DESCRIPTION": "Le canal où sera hébergé la partie.",
    "OPTION_NOTE_DESCRIPTION": "Un commentaire pour la partie."
}