{
    "NAME": "cachecache",
    "DESCRIPTION": "Jouez à cache-cache avec Wumpus!",
    "TITLE": "Cache-cache avec Wumpus dans le monde de Discord !",
    "DETAILS": "**Wumpus se cache dans l'une des images suivantes, Trouvez-le pour atteindre le dernier niveau et obtenir un ticket pour participer à un giveaway ! *\n\n**Règles** :\n> - Trouvez Wumpus dans l'image pour passer au niveau suivant.\n> - Vous pouvez obtenir plus d'essais en jouant à un jeu aléatoire. (Ceux-ci ont plus d'essais, mais vous n'obtenez qu'un essai gratuit par partie)\n> - N'essayez pas de tricher et de donner l'emplacement de Wumpus car son emplacement sera au hasard pour tout le monde.\n\n**Jeux aléatoires** :\n> - Les jeux aléatoires sont toutes les cartes disponibles sur le jeu.\n> - Vous allez sélectionner un niveau entre Normal (14 petites cartes), Tour (3 cartes moyennes), Château (2 Grandes Cartes), Monde (1 Vraiment grande carte) puis une carte aléatoire vous sera donnée pour trouver Wumpus.",
    "PLAY": "Jouer",
    "RANDOM": "Aléatoire",
    "LEADERBOARD": "Classement",
    "HOME": "Accueil",
    "BACK": "Retour",
    "FOUND_NEXT": "Tu as trouvé Wumpus !\n\n**Tu peux maintenant aller au niveau suivant !**",
    "NEXT_LEVEL": "Niveau suivant : {{level}}",
    "GAME_COMPLETED": ":tada: Vous avez terminé le jeu ! :tada:\n\nVotre nom et votre id ont été enregistrés pour le giveaway ! N'oubliez pas de rejoindre le serveur de support pour vous assurer que vous êtes informé si vous gagnez.\n\n**Vous ne pouvez maintenant jouer que le mode aléatoire et essayer de battre vos amis sur le classement !**",
    "ALL_TRIES_USED": "Tu as utilisé tous tes essais !\n\n**Tu peux recommencer en remplissant tes essais en mode de jeux aléatoire!**",
    "GUESSING": "Wumpus est caché derrière un de ces nombres !\n\n**Tu à {{tries}}/{{maxTries}} tentatives restantes pour essayer de trouver où Wumpus est !**",
    "LUCKY_TIME": "C'EST VOTRE JOUR DE CHANCE !",
    "LUCKY_TIME_DESCRIPTION": "Vous avez terminé le mode de jeu normal, mais maintenant nous venons de réinitialiser votre niveau et essais pour cela ! Vous pouvez obtenir une autre inscription pour le giveaway, et plus de chances de gagner !",
    "FOUND_RANDOM": "Vous avez trouvé Wumpus !\n\n{{triesEarned}}",
    "NO_TRIES": "**Vous n'avez gagné aucun essai parce que vous aviez déjà le plein !**",
    "ONE_TRY": "**Vous venez de gagner 1 essai à utiliser en mode normal**",
    "GUESSING_INFINITE": "Wumpus est caché derrière un de ces nombres !\n\n**Vous avez des essais infinis pour trouver où Wumpus est en mode aléatoire !**",
    "LEADERBOARD_TITLE": "Classement du cache-cache",
    "LEADERBOARD_DESCRIPTION": "Le classement pour le jeu de Cache-cache\n\n**Moins vous avez d'essais sur le mode de jeu aléatoire, plus vous êtes en haut du classement !**",
    "TRIES": "Essais",
    "PROGRESS": "**Voici quelques détails sur votre progression :**\n\n{{progress}}",
    "PROGRESS_AND_TRIES": "**{{name}}** ({{level}}/15)\n\nIl vous reste {{tries}}/{{max_tries}} essais pour ce niveau",
    "NOT_STARTED": "Vous n'avez pas encore commencé ! Cliquez sur le bouton ci-dessous pour jouer !",
    "MAX_LEVEL": "Vous avez atteint le niveau maximum.",
    "PLAY_LEVEL": "Jouer au niveau {{level}}",
    "RANDOM_INFOS": "Choisissez un type de carte pour jouer!\n\nUne carte aléatoire sera sélectionné pour vous !\n\nAprès avoir gagné une partie, vous gagnerez 1 essai à en mode de jeu normal !",
    "SELECT_MAP": "Sélectionner une carte",
    "NORMAL": "Normal",
    "NORMAL_DESCRIPTION": "Une petite carte avec environ 6 endroits pour se cacher",
    "TOWER": "Tour",
    "TOWER_DESCRIPTION": "Une carte de tour avec environ 15 endroits pour se cacher",
    "CASTLE": "Château",
    "CASTLE_DESCRIPTION": "Une carte de chateau avec environ 20 endroits pour se cacher"
}