{
    "NAME": "hidenseek",
    "DESCRIPTION": "Play hide and seek with wumpus!",
    "TITLE": "Hide and Seek with Wumpus in Discord Land !",
    "DETAILS": "**Wumpus is hiding in one of the following images, find him to get to the last level and get a ticket to participate in a giveaway !**\n\n**Rules** :\n\n> - Find Wumpus in the image to get to the next level.\n> - You can get more tries by playing a random game. (Those have more tries, but you get only one free try per game)\n> - Don't try to cheat and give Wumpus location to others because his emplacement will be randomized for everyone.\n\n**Random Games** :\n> - The random games are every map that are available on the game.\n> - You will select a level between Normal (14 Small maps), Tower (3 Medium maps), Castle (2 Big maps), World (1 Really big map) then a random map will be given to you to find Wumpus.",
    "PLAY": "Play",
    "RANDOM": "Random",
    "LEADERBOARD": "Leaderboard",
    "HOME": "Home",
    "BACK": "Back",
    "FOUND_NEXT": "You found Wumpus !\n\n**You can now head to the next level !**",
    "NEXT_LEVEL": "Next level: {{level}}",
    "GAME_COMPLETED": ":tada: You have completed the game ! :tada:\n\nYour name and id have been registered for the giveaway ! Don't forget to join the support server to make sure you are informed if you win.\n\n**You can now only play the random mode and try to beat your friends on the leaderboard !**",
    "ALL_TRIES_USED": "You have used all your tries !\n\n**You can play again by re filling your tries playing random games. !**",
    "GUESSING": "Wumpus is hidden behind one of these numbers !\n\n**You have {{tries}}/{{maxTries}} tries left to try and find where Wumpus is !**",
    "LUCKY_TIME": "IT'S YOUR LUCKY TIME !",
    "LUCKY_TIME_DESCRIPTION": "`You finished the normal game mode, but now we have just reset your level and tries for it ! You can get another registration for the giveaway, and more chances to win !",
    "FOUND_RANDOM": "You found the wumpus !\n\n{{triesEarned}}",
    "NO_TRIES": "**You didn't earn any tries because you were already full !**",
    "ONE_TRY": "**You just earned 1 try to use on the normal mode**",
    "GUESSING_INFINITE": "Wumpus is hidden behind one of these numbers !\n\n**You have infinites tries to find where Wumpus is on random mode !**",
    "LEADERBOARD_TITLE": "Hide and Seek Leaderboard",
    "LEADERBOARD_DESCRIPTION": "The leaderboard for the Hide and Seek game.\n\n**The less tries you have on the random game mode, the more you are at the top of the leaderboard !**",
    "TRIES": "Tries",
    "PROGRESS": "**Here are some details about your progression:**\n\n{{progress}}",
    "PROGRESS_AND_TRIES": "**{{name}}** ({{level}}/15)\n\nYou have {{tries}}/{{max_tries}} tries left for this level",
    "NOT_STARTED": "You haven't started yet ! Click the button below to play right now !",
    "MAX_LEVEL": "You've reached the max level.",
    "PLAY_LEVEL": "Play level {{level}}",
    "RANDOM_INFOS": "Choose a map type to play on!\n\nA random one will be selected for you !\n\nAfter winning a game you will gain 1 try to use on the normal game mode !",
    "SELECT_MAP": "Select a map",
    "NORMAL": "Normal",
    "NORMAL_DESCRIPTION": "A small map with around 6 spots to hide",
    "TOWER": "Tower",
    "TOWER_DESCRIPTION": "A tower map with around 15 spots to hide",
    "CASTLE": "Castle",
    "CASTLE_DESCRIPTION": "A castle map with around 20 spots to hide"
}